Repository: itthinx/affiliates-buddypress
Catalog: languages/affiliates-buddypress-*.po
Languages: es_es

source: Access denied.
es_es: Acceso denegado.

source: Alternatively, you can use any customized page that is using at least one Affiliates shortcode or block.
es_es: Como alternativa puede usar cualquier página personalizada que contenga al menos un shortcode o bloque de Affiliates.

source: BuddyPress Integration
es_es: BuddyPress Integración

source: Extend the page selection offered to include all pages instead of only those deemed to contain shortcodes or blocks related to Affiliates.
es_es: Amplía la selección de páginas ofrecidas para incluir todas las páginas, en lugar de sólo aquellas consideradas de contener shortcodes o bloques relacionados con Affiliates.

source: Here you can select the page that should be displayed in the BuddyPress user profiles under an additional Affiliates section.
es_es: Aquí puede seleccionar la página que se ha de mostrar en el perfil de usuario BuddyPress bajo la sección de Afiliados.

source: If you have already generated an affiliate area, you can choose that page.
es_es: Si ya ha generado un área de afiliados, puede seleccionar esta página.

source: It seems that you do not have any pages set up for your affiliates yet.
es_es: Parece que aún no tiene configurada ninguna página para sus afiliados.

source: Offer all pages
es_es: Ofrecer todas las páginas

source: Page
es_es: Página

source: Pages
es_es: Páginas

source: Position
es_es: Posición

source: Profile item position
es_es: Posición de ítem de perfil

source: Save
es_es: Guardar

source: Settings saved
es_es: Ajustes guardados

source: The Affiliates BuddyPress integration plugin requires an appropriate Affiliates plugin: %s, %s or %s.
es_es: El plugin de integración Affiliates BuddyPress requiere un plugin Affiliates apropiado: %s, %s o %s.

source: The page that provides the content for the Affiliates BuddyPress profile section.
es_es: La página que proporciona el contenido para la sección de perfil creada por Affiliates BuddyPress.

source: You can use the page generation option to create the default affiliate area for your affiliates.
es_es: Puede usar la opción de generación de página para crear el área de afiliados por defecto para sus afiliados.
